Config                            = {}
Config.Locale                     = 'en'


Config.Volume = 0.5 				-- 0.1 , 1.0
Config.EnablePrice = true -- false = bikes for free
Config.EnableEffects = true
Config.EnableSoundEffects = false -- req. InteractSound 
Config.EnableBlips = true

Config.DrawDistance  = 50.0
Config.Size          = { x = 1.5, y = 1.5, z = 1.5 }
Config.Color         = { r = 0, g = 128, b = 255 }
Config.Type          = 1
Config.MarkerType    = 38
Config.Opacity       = 100
Config.Rotate        = true
	
Config.PriceTriBike = 350
Config.PriceScorcher = 250
Config.PriceCruiser = 200
Config.PriceBmx = 300
Config.Pricefaggio = 700

Config.EnableBuyOutfits = false -- WIP !!!!
	
Config.MarkerZones = { 

    {x = -601.0945,y = -356.0308,z = 35.04248}, --مركز الوظائف
    {x = 2052.05,y = 3306.38,z = 45.79},--معرض الوكالة
    {x = -1262.36,y = -1438.98,z = 4.45},--الشاطئ
    {x = -242.0609,y = -989.6091,z = 29.2878},-- المطار
    {x = -1028.36,y = -2740.76,z = 20.17},-- المطار
    {x = 1781.31,y = 3321.45,z = 41.36}, -- مطار ساندي
    {x = 120.25,y = 6626.0,z = 31.99},   -- محطة بليتو
    {x = 2136.61,y = 4791.93,z = 40.99}, -- مطار جراب سيد
    {x = 1855.1,y = 2582.22,z = 45.69}, -- السجن المركزي
    {x = 299.6,y = -1450.45,z = 29.97},  -- مستشفى لوس
    {x = -62.73,y = -1081.91,z = 26.78}, -- معرض سايمون
    {x = -429.7,y = 6035.6,z = 31.51},   -- مركز شرطة بليتو
    {x = 411.25,y = -965.01,z = 29.39},   -- مركز شرطة لوس
    {x = -482.37,y = -337.95,z = 34.50},   --مسشتفى شمال لوس
    {x = 2195.38,y = 2916.37,z = 46.53},   --معرض الوكالة
    {x = 1200.43,y = 2690.2,z = 37.66},   --معرض الشاحنات
    {x = -1814.02,y = 791.8,z = 137.87},   --بقالة مربع 5016	
    {x = 2567.44,y = 328.0,z = 108.45},   --محطة 7354
    {x = 1311.2,y = 4306.41,z = 37.83},   --كراج القوارب ساندي
    {x = -215.2,	y = 6554.44,	z = 10.99},   --كراج قوارب بليتو
    {x = -1575.15,	y = 5172.32,	z = 19.58},   --كراج قوارب مربع 1106
    {x = -732.73,	y = -1299.85,	z = 5.05},   --كراج قوارب لوس
    {x = 49.29,		y = -2757.6,	z = 6.0},   --كراج القوارب الميناء
    {x = 243.37,	y = 199.31,		z = 105.21},   --البنك المركزي
    {x = 3830.56,	y = 4459.18,	z = 2.56},   --كراج القوارب مربع 2059
    {x = 2568.03,	y = 2716.66,	z = 42.77},   --المعادن
    {x = -1128.28,	y = 2673.59,	z = 18.11},   --بلاك ماركت
    {x = 664.71,	y = -4.82,		z = 84.09},   --مربع 7104
    {x = 2780.61,	y = -707.28,	z = 5.1},   --كراج القوارب مربع 9395
    {x = 745.33,	y = -2559.07,	z = 19.69},   --الميناء الرئيسي
    {x = 821.92,	y = -3017.24,	z = 6.02},   --العمليات المشتركة
    {x = -226.56,	y = 6245.5,	z = 31.49},   		--كراج العمومي بليتو
    {x = 1171.92,	y = -1518.8,	z = 34.84},   --مستشفى شمال لوس
    {x = 320.16,	y = -1371.09,	z = 31.91},   --مستشفى لوس
    {x = -230.94,	y = 6318.99,	z = 31.48},   --مستشفى بليتو
    {x = 1507.89,	y = 779.96,	z = 77.44},   --حدود لوس
    {x = 310.55,	y = -1140.6,	z = 29.42},   --شقق الحديقة العامة
	{x = -1203.03,	y = -2077.89,	z = 14.07},   --مطار لوس
    {x = -987.34,	y = -2412.23,	z = 13.94},   --مطار لوس 
	{x = 1235.16,	y = 3545.80,	z = 35.14},   --الميكانيكي
	{x = -565.06,	y = 5382.22,	z = 69.78},   --الاخشاب 	
	{x = -89.30,	y = 6304.55,	z = 31.33},   --الدواجن
	{x = -2665.47,	y = 2503.63,	z = 16.69},   --طريق بليتو السريع
	{x = 186.14,	y = -2544.93,	z = 6.00},   --ميناء  مدينة 101
	{x = -1.7334,	y = 30.2195,	z = 71.15},   --مشكلةاللاعبين اذا رسبن في لوس
	{x = 880.35,	y = 31.4758,	z = 78.66},   --كازينو
	{x = -43.14,	y = -776.89,	z = 44.22},   --برج المنظمات
	{x = 416.58,	y = -793.46,	z = 29.37},   --محل ملابس
	{x = 85.889,	y = 6478.69,	z = 31.39},   --معرض المستعمل
	{x = 229.76,	y = -1146.11,	z = 29.3},   --مركز الرقابة و التفتيش لوس

}


-- Edit blip titles
Config.BlipZones = { 

   --{title="Pujcovna kol", colour=3, id=226, x = -248.938, y = -339.955, z = 29.969},
   --{title="Bike Rental", colour=3, id=226, x = -6.892, y = -1081.734, z = 26.829},
   {title="<FONT FACE='A9eelsh'>ﺔﻴﺋﺍﻮﻫ ﺔﺟﺍﺭﺩ ﺮﻴﺟﺄﺗ", colour=3, id=226, x = -1262.36, y = -1438.98, z = 3.45},
   {title="<FONT FACE='A9eelsh'>ﺔﻴﺋﺍﻮﻫ ﺔﺟﺍﺭﺩ ﺮﻴﺟﺄﺗ", colour=3, id=226, x = -1028.36, y = -2740.76, z = 19.17}, --airport
}
