--[[

         ███████╗██████╗░░█████╗░███╗░░░███╗  ░██████╗████████╗░█████╗░██████╗░███████╗
         ██╔════╝██╔══██╗██╔══██╗████╗░████║  ██╔════╝╚══██╔══╝██╔══██╗██╔══██╗██╔════╝
         █████╗░░██████╔╝██║░░██║██╔████╔██║  ╚█████╗░░░░██║░░░██║░░██║██████╔╝█████╗░░
         ██╔══╝░░██╔══██╗██║░░██║██║╚██╔╝██║  ░╚═══██╗░░░██║░░░██║░░██║██╔══██╗██╔══╝░░
         ██║░░░░░██║░░██║╚█████╔╝██║░╚═╝░██║  ██████╔╝░░░██║░░░╚█████╔╝██║░░██║███████╗
         ╚═╝░░░░░╚═╝░░╚═╝░╚════╝░╚═╝░░░░░╚═╝  ╚═════╝░░░░╚═╝░░░░╚════╝░╚═╝░░╚═╝╚══════╝

-- [ >> discord.gg/GS8MfDNhhC << تم صنع السكربت من قبل]

]]

Locale.ar = { 
	AlreadyWearing = "ﻞﻌﻔﻟﺎﺑ ﺲﺑﻼﻤﻟﺍ ﻩﺬﻫ ﻱﺪﺗﺮﺗ ﺖﻧﺃ.",
	Bag = "ﺔﺒﻴﻘﺤﻟﺍ",
	Bag2 = "ﺔﺒﻴﻘﺤﻟﺍ ﻖﻠﻏﺍ ﻭﺍ ﺢﺘﻓ.",
	Bracelet = "ﺪﻴﻟﺍ ﺔﻄﺑﺭ",
	Ear = "ﺔﻋﺎﺴﻟﺍ",
	Ear2 = "ﻲﻃﺎﻴﻄﺣﻻﺍ ﺔﻋﺎﺴﻟﺍ",
	Glasses = "ﻪﻴﺴﻤﺷ ﻩﺭﺎﻈﻧ",
	Gloves = "ﺕﺍﺯﺎﻔﻗ",
	Hair = "ﺮﻌﺷ",
	Hair2 = "ﻞﻔﺳﻷ / ﻰﻠﻋﻷ ﻙﺮﻌﺷ ﻲﻌﺿ.",
	Hat = "ﺪﻠﺟ",
	Info = "ﺕﺎﻣﻮﻠﻌﻣ",
	Information = "ﻅﻮﻔﺤﻣ ﺮﺼﻨﻋ ﻚﻳﺪﻠﻓ ، ﻕﺭﺯﺃ ﺭﺰﻟﺍ ﻥﺎﻛ ﺍﺫﺇ.",
	Mask = "ﻉﺎﻨﻗ",
	Neck = "ﻪﺒﻗﺭ",
	Neck2 = "ﻲﻃﺎﻴﻄﺣﻻﺍ ﻪﺒﻗﺭ",
	NotAllowedPed = "Dieses Ped-Modell erlaubt diese Option nicht.",
	NothingToRemove = "ﻲﻟﺎﺤﻟﺍ ﺖﻗﻮﻟﺍ ﻲﻓ ﺀﻲﺷ ﻱﺃ ﺔﻟﺍﺯﺇ ﻚﻨﻜﻤﻳ ﻻ.",
	NoVariants = "ﺍﺬﻬﻟ ﺕﺍﺮﻴﻐﺘﻣ ﻱﺃ ﻙﺎﻨﻫ ﻥﺃ ﻭﺪﺒﻳ ﻻ.",
	Pants = "ﻥﻮﻠﻄﻨﺑ",
	PleaseWait = "ﺭﺎﻈﺘﻧﻻﺍ ﺀﺎﺟﺮﻟﺍ...",
	Shirt = "ﺺﻴﻤﻗ",
	Shoes = "ﺀﺍﺬﺣ",
	TakeOffOn = "ﺐﺤﺳﺍ %s ﻕﻼﻏﺍ/ﺢﺘﻓ.",
	Top = "ﻰﻠﻋﺃ",
	Top2 = "ﺺﻴﻤﻘﻟﺍ ﻞﻜﺷ ﺮﻴﻴﻐﺗ.",
	Vest = "ﺓﺮﺘﺳ",
	Visor = "ﻉﺎﻨﻗ",
	Visor2 = "ﺔﻌﺒﻘﻟﺍ ﺮﻴﻐﺘﻣ ﺮﻴﻴﻐﺗ.",
	Watch = "ﺔﻋﺎﺳ",
	NoShirtOn = "ﻚﺼﻴﻤﻗ ﻥﻭﺪﺑ ﻚﻟﺬﺑ ﻡﺎﻴﻘﻟﺍ ﻚﻨﻜﻤﻳ ﻻ.",
	Reset = "ﻲﺿﺍﺮﺘﻓﻻﺍ ﻰﻟﺇ ﻦﻴﻴﻌﺗ ﺓﺩﺎﻋﺇ",
	Reset2 = "ﻪﺘﻌﻴﺒﻃ ﻰﻟﺇ ﺀﻲﺷ ﻞﻛ ﺪﻋﺃ",
	-- Commands
	BAG = "rucksack",
	BRACELET = "armband",
	EAR = "ohr",
	GLASSES = "brille",
	GLOVES = "handschuhe",
	HAIR = "haar",
	HAT = "hut",
	MASK = "maske",
	NECK = "hals",
	SHOES = "schuhe",
	TOP = "oberteil",
	VEST = "weste",
	VISOR = "visier",
	WATCH = "uhr",
	PANTS = "hose",
	SHIRT = "hemd",
	RESET = "kleidungzurücksetzen",
	BAGOFF = "rucksackab",
}

--[[

         ███████╗██████╗░░█████╗░███╗░░░███╗  ░██████╗████████╗░█████╗░██████╗░███████╗
         ██╔════╝██╔══██╗██╔══██╗████╗░████║  ██╔════╝╚══██╔══╝██╔══██╗██╔══██╗██╔════╝
         █████╗░░██████╔╝██║░░██║██╔████╔██║  ╚█████╗░░░░██║░░░██║░░██║██████╔╝█████╗░░
         ██╔══╝░░██╔══██╗██║░░██║██║╚██╔╝██║  ░╚═══██╗░░░██║░░░██║░░██║██╔══██╗██╔══╝░░
         ██║░░░░░██║░░██║╚█████╔╝██║░╚═╝░██║  ██████╔╝░░░██║░░░╚█████╔╝██║░░██║███████╗
         ╚═╝░░░░░╚═╝░░╚═╝░╚════╝░╚═╝░░░░░╚═╝  ╚═════╝░░░░╚═╝░░░░╚════╝░╚═╝░░╚═╝╚══════╝

-- [ >> discord.gg/GS8MfDNhhC << تم صنع السكربت من قبل]

]]