Config = {}

Config.JailPositions = {
	["Cell"] = { ["x"] = 1736.571, ["y"] = 2637.231, ["z"] = 45.96118, ["h"] = 269.3308 } --vector4(1736.571, 2637.231, 45.96118)
}

Config.Cutscene = { --vector4(1665.679, 2583.439, 48.89145, 269.3308)
	["PhotoPosition"] = { ["x"] = 402.91567993164, ["y"] = -996.75970458984, ["z"] = -99.000259399414, ["h"] = 186.22499084473 },

	["CameraPos"] = { ["x"] = 402.88830566406, ["y"] = -1003.8851318359, ["z"] = -97.419647216797, ["rotationX"] = -15.433070763946, ["rotationY"] = 0.0, ["rotationZ"] = -0.31496068835258, ["cameraId"] = 0 },

	["PolicePosition"] = { ["x"] = 402.91702270508, ["y"] = -1000.6376953125, ["z"] = -99.004028320313, ["h"] = 356.88052368164 }
}

Config.Msg = {
	['other'] = { 
		citizen = {
			notification = {
				'<center><b style="font-size:20px;"><font color=red>تم سحب التأشيرة الخاصة بك وسجنك الى غاية الحصول عليها مجددا</br><font color=orange> ',
				'<center><b style="font-size:20px;">عليك مغادرة المقاطعة والعودة مجددا لإجتياز إختبار التأشيرة',
				'<center><b style="font-size:20px;">ستبقى مسجون الى غاية الحصول على التأشيرة',
				'<center><b style="font-size:20px;">عند إجتياز التأشيرة والنجاح سيتم الإفراج عنك تلقائيا',
				'<center><b style="font-size:20px;">تأكد من مراجعة</br><font color=red>قوانين المقاطعة</br><font color=white>قبل إجتياز إختبار <font color=orange>التأشيرة',
			}
		},
	},
}

Config.Options = {
	type = 'alert',
	layout = 'centerLeft',
	theme = 'gta',
	text = '',
	timeout = 5000,
	progressBar = false,
	animation = {open = 'noty_effects_open', close = 'noty_effects_close'},
	sounds = {volume = 0.8, sources = ''},
	queue = "left",
	killer = false
}

Config.PrisonWork = {
	["DeliverPackage"] = { ["x"] = 1772.41, ["y"] = 2588.7, ["z"] = 45.92, ["h"] = 180.58 },

	["Packages"] = {
		[1] = { ["x"] = 1770.09, ["y"] = 2583.41, ["z"] = 45.92, ["state"] = true },
		[2] = { ["x"] = 1767.38, ["y"] = 2583.22, ["z"] = 45.92, ["state"] = true },
		[3] = { ["x"] = 1764.7, ["y"] = 2583.34, ["z"] = 45.92, ["state"] = true },
		[4] = { ["x"] = 1771.53, ["y"] = 2591.95, ["z"] = 45.92, ["state"] = true },
		[5] = { ["x"] = 1768.12, ["y"] = 2591.92, ["z"] = 45.92, ["state"] = true },
		[6] = { ["x"] = 1765.59, ["y"] = 2592.07, ["z"] = 45.92, ["state"] = true }
	}
}

Config.Teleports = {
--[[
	["Prison Work"] = { 
		["x"] = 992.51770019531, 
		["y"] = -3097.8413085938, 
		["z"] = -38.995861053467, 
		["h"] = 81.15771484375, 
		["goal"] = { 
			"Jail" 
		} 
	},
	--]]
	
	["إستراحة السجن"] = { 
		["x"] = 1724.94, 
		["y"] = 2582.86, 
		["z"] = 45.63, 
		["h"] = 270.8, 
		["goal"] = { 
			"Jail" 
		} 
	},
    
	
	["Boiling Broke"] = {  --vector4(1849.74, 2586.379, 45.67205, 273.0874)
		["x"] = 1849.74, 
		["y"] = 2586.379, 
		["z"] = 45.67205, 
		["h"] = 273.0874, 
		["goal"] = { 
			"Security" 
		} 
	},
	

	["Jail"] = { 
		["x"] = 1736.7, 
		["y"] = 2622.97, 
		["z"] = 45.96, 
		["h"] = 0.11, 
		["goal"] = { 
			"إستراحة السجن", 
			"خارج السجن"
			--"Visitor" 
		} 
	},
	
	["داخل السجن"] = { 
		["x"] = 1734.09, 
		["y"] = 2623.25, 
		["z"] = 45.96, 
		["h"] = 0.11, 
		["goal"] = { 
			"خارج السجن", 
			"داخل السجن"
			--"Security"
			--"Visitor" 
		} 
	},

	["خارج السجن"] = { 
		["x"] = 1846.04,
		["y"] = 2585.87, 
		["z"] = 45.67, 
		["h"] = 275.06, 
		["goal"] = { 
			"داخل السجن",
			"خارج السجن"
			--"Boiling Broke"
		} 
	},

	["Visitor"] = {
		["x"] = 1699.7196044922, 
		["y"] = 2574.5314941406, 
		["z"] = -69.403930664063, 
		["h"] = 169.65020751953, 
		["goal"] = { 
			"Jail" 
		} 
	}
}